chore(content): write-only draft [cloud/azure-essentials/module-3.11-cicd]
